/* パターンタイトル */
"patterntitle" = "パターン変更";

/* モードパターン1 */
"modepattern1" = "風景写真向け";

/* モードパターン2 */
"modepattern2" = "イラスト向け1";

/* モードパターン3 */
"modepattern3" = "イラスト向け2";

/* モードパターン4 */
"modepattern4" = "イラスト向け3";

/* ランダムドットタイトル */
"RandomDotTitle" = "モード変更";

/* ランダムドットOFF */
"RandomDotOFFBtn" = "立体写真";

/* ランダムドットON */
"RandomDotONBtn" = "マジックアイ";

/* TT1 */
"TT1" = "はじめまして！";
/* TM1 */
"TM1" = "視力回復立体視！をインストールしてくれてありがとう！";

/* TT2 */
"TT2" = "このアプリは";
/* TM2 */
"TM2" = "お持ちの写真や画像を立体視で遊べるように加工します！";

/* TT3 */
"TT3" = "立体視とは";
/* TM3 */
"TM3" = "2枚の写真や画像が重なるように視点を前後に移動することで、一部が立体的に飛び出して見えることを言います！";

/* TT4 */
"TT4" = "1日1回これで遊ぼう！";
/* TM4 */
"TM4" = "それだけで視力回復の効果が期待できるかも！？";

/* TT5 */
"TT5" = "遊び方は簡単";
/* TM5 */
"TM5" = "画面下にあるカメラアイコンをタッチして写真や画像を選ぶだけ！";

/* TT6 */
"TT6" = "飛び出して見えない画像は";
/* TM6 */
"TM6" = "画面左下をタップして加工パターンを変えてみよう！";

/* TT7 */
"TT7" = "パターンの右をタップすると";
/* TM7 */
"TM7" = "ランダムパターンが飛び出すマジックアイに変わります！試してみてね！";

/* TT8 */
"TT8" = "それでは";
/* TM8 */
"TM8" = "好きな写真を選んで遊んでみてください！";


/* 画像処理中です。 */
"Processing" = "画像処理中です";

/* パターン選択 */
"Select pattern" = "パターン選択";

/* やめる */
"Cancel" = "やめる";

/* オプション */
"Option" = "オプション";

/* 表示中画像を保存 */
"Save image" = "表示中画像を保存";

/* 保存失敗 */
"Save image error" = "保存失敗";

/* 保存しました */
"Save image success" = "保存しました";

/* 画像を選択 */
"Select image" = "画像を選択";

/* 写真を撮影 */
"Take a photo" = "写真を撮影";

/* カメラロールから選ぶ */
"Photo album" = "カメラロールから選ぶ";

/* 左右の画像が重なるように視点を移動しよう！ */
"How to title" = "画像下の2点が重なるように視点を移動しよう！";

/* 画像の奥を見るよう意識してみよう。 */
"How to message" = "画像の奥を見るよう意識してみよう。";

/* 画像作成に失敗しました。 */
"Process error" = "画像作成に失敗しました。";

